/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Napravljeno od strane globalnog DigiWallet tima. Verzija %1$@";

/* Privay Policy button label */
"About.privacy" = "Pravila o privatnosti";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Uvjeti korištenja";

/* About screen title */
"About.title" = "O bitradio-u";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Zatvori";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Podrška korisnicima";

/* Loading Wallet Message */
"Account.loadingMessage" = "Učitavanje novčanika";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Moj DigiWallet";

/* Error alert title */
"Alert.error" = "Greška";

/* No internet alert message */
"Alert.noInternet" = "Internetska veza nije pronađena. Provjerite vezu i pokušajte ponovno.";

/* Warning alert title */
"Alert.warning" = "Upozorenje";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adrese kopirane";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Sve adrese novčanika uspješno kopirane.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Papirnati ključ spašen";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Odlično!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN postavljen";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Slanje neuspješno";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Potvrda slanja";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Novac poslan!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Greška u JSON serijalizaciji";

/* Wallet not ready error message */
"ApiClient.notReady" = "Novčanik nije spreman";

/* API Token error message */
"ApiClient.tokenError" = "Neuspješno dohvaćanje API značke";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "Unesite odredišnu bitradio adresu ispod. Kompletan iznos bitradio-a iz Vašeg novčanika u trenutnku fork-a (%1$@) će biti poslan.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Potvrdite slanje %1$@ na %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Potvrda";

/* Generic bch erorr message */
"BCH.genericError" = "Vaš račun ne sadrži bitradio-e, ili ste primili bitradio nakon fork-a.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID transakcije kopiran";

/* No address error message */
"BCH.noAddressError" = "Molimo unesite adresu";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Zahtjevi protokola za plaćanje nisu podržani za bitradio transakcije";

/* BCH successfully sent alert message */
"BCH.successMessage" = "bitradio uspješno poslan.";

/* Widthdraw BCH view title */
"BCH.title" = "Povucite bitradio";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID bitradio transakcije";

/* Approve button label */
"BitID.approve" = "Odobrite";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ zahtjeva ovjeru autentičnosti putem Vašeg bitradio novčanika";

/* Deny button label */
"BitID.deny" = "Odbij";

/* BitID error alert title */
"BitID.error" = "Autentikacija neuspješna";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Provjerite uslugu. Možda ćete morati pokušati ponovno.";

/* BitID success alert title */
"BitID.success" = "Autentikacija uspješna.";

/* Cancel button label */
"Button.cancel" = "Odustani";

/* Ignore button label */
"Button.ignore" = "Zanemari";

/* menu button */
"Button.menu" = "Izbornik";

/* No button */
"Button.no" = "Ne";

/* OK button label */
"Button.ok" = "Uredu";

/* receive button */
"Button.receive" = "Primanje";

/* send button */
"Button.send" = "Šalji";

/* Settings button label */
"Button.settings" = "Postavke";

/* Settings button label */
"Button.submit" = "Potvrdi";

/* Yes button */
"Button.yes" = "Da";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centrirajte svoj identifikacioni dokument u okvir";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Iznos za slanje:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Naknada mreže:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Vrijeme obrade: Ova transakcija će se procesirati za %1$@.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Potvrdi slanje";

/* Confirmation Screen title */
"Confirmation.title" = "Potvrda";

/* To: (address) */
"Confirmation.to" = "Na";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Ukupni trošak:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Da biste bili sigurni da je sve ispravno zapisano, unesite sljedeće riječi iz Vašeg papirnog ključa.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Riječ #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Jedinica prikaza bitradio-a";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Stopa razmjene";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Ovaj uređaj nije podešen za slanje e-pošte putem iOS mail aplikacije.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "E-pošta nedostupna";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Ovaj uređaj nije podešen za slanje SMS poruka.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Slanje SMS poruka nije omogućeno";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Možete podesiti svoje Face ID limit potrošnje u %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Koristite svoje lice za otključavanje i slanje novca do određenog ograničenja kroz DigiWallet.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Tekstualna poveznica (vidi TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Omogući Face ID za DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Niste postavili Face ID na ovom uređaju. Idite na Postavke->Face ID & Pristupni kod za postavljanje Face ID-a.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID nije postavljen";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID ograničenje potrošnje";

/* Economy fee */
"FeeSelector.economy" = "Ekonomska naknada";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Procijenjena dostava: 10+ minuta";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Ova opcija nije preporučena za hitne transakcije.";

/* Regular fee */
"FeeSelector.regular" = "Standardna";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Procijenjena dostava: 15-30 sekundi";

/* Fee Selector title */
"FeeSelector.title" = "Brzina obrade";

/* Checking private key balance progress view text */
"Import.checking" = "Provjera iznosa na privatnom ključu...";

/* Sweep private key confirmation message */
"Import.confirm" = "Poslati %1$@ sa ovog privatnog ključa u Vaš novčanik? bitradio mrežna naknada je %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Ovaj privatni ključ već postoji u Vašem novčaniku.";

/* empty private key error message */
"Import.Error.empty" = "Ovaj privatni ključ je prazan.";

/* High fees error message */
"Import.Error.highFees" = "Transakcijske naknade bi koštale više od dostupnog iznosa na ovom privatnom ključu.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Nevažeći privatni ključ";

/* Import signing error message */
"Import.Error.signing" = "Greška potpisa transakcije";

/* Import button label */
"Import.importButton" = "Uvezi";

/* Importing wallet progress view label */
"Import.importing" = "Uvoz novčanika";

/* Caption for graphics */
"Import.leftCaption" = "Novčanik za uvoz";

/* Import wallet intro screen message */
"Import.message" = "Uvoz novčanika premiješta sav novac iz Vašeg drugog novčanika u DigiWallet putem jedne transakcije.";

/* Enter password alert view title */
"Import.password" = "Ovaj privatni ključ je zaštićen lozinkom.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "lozinka";

/* Caption for graphics */
"Import.rightCaption" = "Vaš DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Skeniraj privatni ključ";

/* Import wallet success alert title */
"Import.success" = "Uspješno";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Novčanik je uspješno uvezen.";

/* Import Wallet screen title */
"Import.title" = "Uvoz novčanika";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Otključavanje ključa";

/* Import wallet intro warning message */
"Import.warning" = "Uvoz novčanika ne uključuje historiju transakcija i ostale detalje.";

/* Wrong password alert message */
"Import.wrongPassword" = "Pogrešna lozinka, molimo pokušajte ponovno.";

/* Close app button */
"JailbreakWarnings.close" = "Zatvori";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Zanemari";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SIGURNOST UREĐAJA KOMPROMITIRANA\nBilo koja 'jailbreak' aplikacija može pristupiti DigiWallet sigurnosnim podacima i ukrasti vaše bitradio-e! Izbrišite ovaj novčanik i povratite ga na drugom, sigurnom uređaju.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SIGURNOST UREĐAJA UGROŽENA\nBilo koja 'jailbreak-ovana' aplikacija može pristupiti sigurnosnoj kopiji DigiWallet-a i ukrasti Vaš bitradio. Molimo koristite DigiWallet samo na 'ne-jailbreak-ovanim' uređajima.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "UPOZORENJE";

/* Location services disabled error */
"LocationPlugin.disabled" = "Lokacijske usluge su onemogućene.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet nema dozvolu za pristupanje lokacijskim uslugama.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Napravili ste svoj novčanik %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Naziv novčanika se pojavljuje samo u transakcijskoj historiji Vašeg računa. Vidite ga samo Vi i niko drugi.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Naziv novčanika";

/* Manage wallet modal title */
"ManageWallet.title" = "Upravljanje novčanikom";

/* Menu button title */
"MenuButton.lock" = "Zaključaj novčanik";

/* Menu button title */
"MenuButton.security" = "Sigurnosne postavke";

/* Menu button title */
"MenuButton.settings" = "Postavke";

/* Menu button title */
"MenuButton.support" = "Podrška";

/* button label */
"MenuViewController.createButton" = "Napravi novi novčanik";

/* Menu modal title */
"MenuViewController.modalTitle" = "Izbornik";

/* button label */
"MenuViewController.recoverButton" = "Povrati novčanik";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Prebaci na automatsko povezivanje";

/* Node is connected label */
"NodeSelector.connected" = "Povezan";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Unesite IP adresu čvora i port (neobavezno)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Unos čvora";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Prebaci na manuelni unos";

/* Node address label */
"NodeSelector.nodeLabel" = "Trenutni primarni čvor";

/* Node is not connected label */
"NodeSelector.notConnected" = "Nije povezan";

/* Node status label */
"NodeSelector.statusLabel" = "Status čvora";

/* Node Selector view title */
"NodeSelector.title" = "bitradio čvorovi ";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Neispravan zahtjev za uplatu";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Nepodržan ili oštećen dokument";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Nedostaje certifikat";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Zahtjev istekao";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Transakcija neuspješna";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "bitradio plaćanja ne mogu iznositi manje od %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "bitradio transakcijski iznos ne može biti manji od $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Ovaj tip potpisa nije podržan";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "Nepovjerljiv certifikat";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Dodirnite ovdje da omogućite Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Omogućite Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Za sigurnost Vašeg novčanika potreban je pristupni kod uređaja. Idite u postavke i uključite pristupni kod.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Uključite pristupni kod uređaja";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Vaš papirni ključ mora biti spašen u slučaju da izgubite ili promijenite uređaj. Dodirnite ovdje za nastavak procesa.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Akcija obavezna";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Vaš novčanik možda nije sinhroniziran. To se često može popraviti ponovnim skeniranjem blockchain-a.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transakcija odbijena";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "Pomozite poboljšavanje DigiWallet novčanika dijeljenjem svojih anonimnih podataka.";

/* Share data prompt title */
"Prompts.ShareData.title" = "Dijelite anonimne podatake";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Dodirnite ovdje za omogućavanje Touch ID-a.";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Omogućite Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet je poboljšan implementacijom 6-cifrenog PIN koda. Dodirnite ovdje za nadogradnju.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Nadogradnja PIN koda";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Uključite obavještenja kako biste primili posebne poruke od DigiWallet-a u budućnosti.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push obavještenja";

/* Push notifications are off label */
"PushNotifications.off" = "Isključena";

/* Push notifications are on label */
"PushNotifications.on" = "Uključena";

/* Push notifications settings view title label */
"PushNotifications.title" = "Obavještenja";

/* Address copied message. */
"Receive.copied" = "Kopirano u međuspremnik.";

/* Share via email button label */
"Receive.emailButton" = "E-pošta";

/* Request button label */
"Receive.request" = "Zatraži uplatu";

/* Share button label */
"Receive.share" = "Podijeli";

/* Share via text message (SMS) */
"Receive.textButton" = "SMS";

/* Receive modal title */
"Receive.title" = "Primanje";

/* Done button text */
"RecoverWallet.done" = "Potvrdi";

/* Recover wallet header */
"RecoverWallet.header" = "Povrat novčanika";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Resetirajte PIN ";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Unesite papirni ključ";

/* Recover wallet intro */
"RecoverWallet.intro" = "Povratite svoj bitradio novčanik pomoću papirnog ključa.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Papirni ključ koji ste unijeli nije ispravan. Molimo Vas provjerite svaku riječ i pokušajte ponovno.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Lijeva strelica";

/* Next button label */
"RecoverWallet.next" = "Dalje";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Dodirnite ovdje za više informacija.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Desna strelica";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Unesite papirni ključ novčanika kojeg želite povratiti.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Za resetovanje PIN koda, unesite riječi sa papirnog ključa u polja.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Unesite iznos.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Zatraži iznos";

/* Alert action button label */
"ReScan.alertAction" = "Sinhroniziranje";

/* Alert message body */
"ReScan.alertMessage" = "Nećete moći slati novac za vrijeme sinhronizacije.";

/* Alert message title */
"ReScan.alertTitle" = "Sinhroniziraj sa Blockchain-om?";

/* extimated time */
"ReScan.body1" = "20-45 minuta";

/* Syncing explanation */
"ReScan.body2" = "Ukoliko je transakcija označena kao završena na bitradio mreži ali ne i u Vašem DigiWallet novčaniku.";

/* Syncing explanation */
"ReScan.body3" = "Uzastopno se prikazuje poruka da je Vaša transakcija odbijena.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Započni sinhronizaciju";

/* Sync blockchain view footer */
"ReScan.footer" = "Slanje i primanje novca za vrijeme sinhronizacije sa blockchain-om nije moguće.";

/* Sync Blockchain view header */
"ReScan.header" = "Sinhroniziraj blockchain";

/* Subheader label */
"ReScan.subheader1" = "Procijenjeno vrijeme";

/* Subheader label */
"ReScan.subheader2" = "Kada sinhronizirati?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Bljeskalica";

/* Complete filter label */
"Search.complete" = "završeno";

/* Pending filter label */
"Search.pending" = "u tijeku";

/* Received filter label */
"Search.received" = "primljeno";

/* Sent filter label */
"Search.sent" = "poslano";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Omogućite sve sigurnosne značajke za maksimalnu zaštitu.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Jedini način da pristupite svojim bitradio-ima ukoliko izgubite ili promijenite svoj uređaj.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Papirni ključ";

/* PIN button description */
"SecurityCenter.pinDescription" = "Štiti Vaš DigiWallet od neovlaštenog pristupa.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-cifreni PIN";

/* Security Center Title */
"SecurityCenter.title" = "Sigurnosne postavke";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Lakše otključajte svoj DigiWallet i šaljite novac do postavljenog ograničenja.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Iznos";

/* Balance: $4.00 */
"Send.balance" = "Stanje: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Dozvolite pristup kameri u postavkama.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet nema dozvolu pristupa kameri.";

/* Warning when sending to self. */
"Send.containsAddress" = "Odredišna adresa je ista kao i Vaša adresa. Ne možete slati novac sebi.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Nije moguće napraviti transakciju.";

/* Description for sending money label */
"Send.descriptionLabel" = "Svrha doznake";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Međuspremnik prazan";

/* Network Fee: $0.01 */
"Send.fee" = "Mrežna naknada: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identitet primaoca nije certificiran.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Odredišna adresa nije validna bitradio adresa.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Međuspremnik ne sadrži validnu bitradio adresu.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Neispravna adresa";

/* Is rescanning error message */
"Send.isRescanning" = "Slanje onemogućeno tijekom potpunog ponovnog skeniranja.";

/* Loading request activity view message */
"Send.loadingRequest" = "Učitavanje zahtjeva";

/* Empty address alert message */
"Send.noAddress" = "Molimo unesite adresu primaoca.";

/* Emtpy amount alert message */
"Send.noAmount" = "Molimo unesite iznos za slanje.";

/* Paste button label */
"Send.pasteLabel" = "Zalijepi";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Nije moguće objaviti transakciju.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Učitavanje zahtjeva za plaćanje nije uspjelo.";

/* Scan button label */
"Send.scanLabel" = "Skeniraj";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Šalji";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Slanje";

/* Send money to label */
"Send.toLabel" = "Na";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "bitradio adrese su namijenjene za jednu osobu.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Korištenje jedne adrese od strane više osoba ugrožava privatnost za Vas i primaoca i može uzrokovati gubitak novca ukoliko primalac direktno ne kontroliše adresu.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adresa već u upotrebi";

/* About label */
"Settings.about" = "O";

/* Advanced Settings title */
"Settings.advancedTitle" = "Napredne postavke";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Valuta";

/* Join Early access label */
"Settings.earlyAccess" = "Rani pristup";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Da li Vam se sviđa DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID ograničenje potrošnje";

/* Import wallet label */
"Settings.importTitle" = "Uvoz novčanika";

/* Manage settings section header */
"Settings.manage" = "Upravljanje";

/* Notifications label */
"Settings.notifications" = "Obavještenja";

/* Leave review button label */
"Settings.review" = "Ostavite nam recenziju";

/* Share anonymous data label */
"Settings.shareData" = "Dijeljenje anonimnih podataka";

/* Sync blockchain label */
"Settings.sync" = "Sinhronizirajte Blockchain";

/* Settings title */
"Settings.title" = "Postavke";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID ograničenje potrošnje";

/* Wallet Settings section header */
"Settings.wallet" = "Novčanik";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Pokretanje/povrat drugog novčanika";

/* Share data view body */
"ShareData.body" = "Pomozite razvijanje DigiWallet novčanika dijeljenjem svojih anonimnih podataka. Ovo ne uključuje Vaše finansijske podatke. Poštujemo Vašu finansijsku privatnost.";

/* Share data header */
"ShareData.header" = "Dijeli podatke?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Dijeli anonimno podatke?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Ponovno zapišite papirni ključ";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Papirni ključ je jedini način da povratite svoj bitradio novčanik u slučaju gubitka, krađe, kvara i zamijene uređaja.\n\nPokazat ćemo Vam listu riječi koje trebate zapisati na papir i čuvati na sigurnom.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Zapiši papirni ključ";

/* Argument is date */
"StartPaperPhrase.date" = "Posljednji put ste zapisali papirni ključ %1$@";

/* Start view message */
"StartViewController.message" = "Najsigurniji i najbrži način za korištenje bitradio-a.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Povezivanje";

/* Syncing view header text */
"SyncingView.header" = "Sinhroniziranje";

/* Retry button label */
"SyncingView.retry" = "Pokušajte ponovno";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sinhroniziranje";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Možete podesiti svoje Touch ID ograničenje potrošnje kroz %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Koristite otisak prsta za otključavanje Vašeg novčanika i slanje novca do postavljenog ograničenja.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Prikaz Touch ID ograničenja potrošnje";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Ograničenje potrošnje: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Omogući Touch ID za DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Niste postavili Touch ID na ovom uređaju. To možete uraditi odlaskom na Postavke->Touch ID & Lozinka.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID nije postavljen";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Uvijek zahtjevaj pristupni kod";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Za sve transakcije iznosa preko postavljenog ograničenja potrošnje, bit će potreban 6-cifreni PIN, kao i nakon 48 sati od zadnjeg unosa 6-cifrenog PIN koda.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID ograničenje potrošnje";

/* Availability status text */
"Transaction.available" = "Dostupno";

/* Transaction complete label */
"Transaction.complete" = "Transakcija završena";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Novo stanje: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Stopa razmjene pri primanju:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Stopa razmjene pri slanju:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ naknada)";

/* Invalid transaction */
"Transaction.invalid" = "TRANSAKCIJA NEVAŽEĆA";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "Upravo";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "U tijeku: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "U tijeku: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Početno stanje: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Transakcija u procesu potvrde. Neki trgovci zahtjevaju potvrdu da bi prihvatili transakciju. Procjena čekanja: 1-2 minute.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "računa";

/* Amount section header */
"TransactionDetails.amountHeader" = "Iznos";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Potvrđeno u bloku";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Svrha doznake";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Vaše transakcije će se prikazati ovdje.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "u %1$@";

/* More button title */
"TransactionDetails.more" = "Više...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Premješteno %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Prebačeno <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Nije potvrđeno";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Primljeno %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Primljeno <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Poslano %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Poslano <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalji transakcije";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "na %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "bitradio Transakcijski ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Primljena na ovu adresu";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Poslana na ovu adresu";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "Onemogućeno do: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Moja adresa";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Resetuj PIN";

/* Scan button title */
"UnlockScreen.scan" = "Skeniraj";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Unesi PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Otključajte svoj DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Otključajte sa TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Novčanik otključan";

/* Update PIN caption text */
"UpdatePin.caption" = "Zapamtite ovaj PIN. Ukoliko ga zaboravite, nećete moći pristupiti svojim bitradioima.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Vaš PIN će se koristiti za otključavanje DigiWallet novčanika i slanje novca.";

/* Update PIN title */
"UpdatePin.createTitle" = "Postavite novi PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Potvrdite PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Unesite postojeći PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Unesite novi PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Potvrdite novi PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Promjena PIN-a neuspješna.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Greška prilikom promjene PIN koda";

/* Update PIN title */
"UpdatePin.updateTitle" = "Promjena PIN koda";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopiraj adresu novčanika u međuspremnik?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autorizirajte za kopiranje adrese novčanika u međuspremnik";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopiranje adrese novčanika";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopiraj";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Molimo unesite PIN za autorizaciju ove transakcije.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Unesite svoj PIN da nastavite.";

/* Verify PIN view title */
"VerifyPin.title" = "Potreban PIN";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorizirajte ovu transakciju";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Otvorite DigiWallet iPhone aplikaciju za postavljanje novčanika.";

/* Dismiss button label */
"Webview.dismiss" = "Odbaci";

/* Webview loading error message */
"Webview.errorMessage" = "Došlo je do greške prilikom učitavanja sadržaja. Pokušajte ponovno.";

/* Updating webview message */
"Webview.updating" = "Osvježavam...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "bitradio za iOS je promijenio svoje ime u DigiWallet, sa potpuno novim izgledom i novim funkcijama.\n\nUkoliko Vam treba pomoć, potražite (?) u desnom gornjem uglu većine prozora.";

/* Top title of welcome screen */
"Welcome.title" = "Dobrodošli u DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Da li ste sigurni da želite obrisati ovaj novčanik?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Obriši novčanik?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Brisanje novčanika neuspješno.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Akcija neuspješna";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Unesite povratnu frazu ovog novčanika da ga obrišete i porkenete ili povratite drugi novčanik. Vaše trenutno stanje ostaje na ovoj frazi.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Pokretanje ili povrat drugog novčanika Vam dozvoljava upravljanje drugim DigiWallet novčanikom na ovom uređaju.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Više neće moći pristupiti trenutnom DigiWallet novčaniku ovim uređajem. Dostupni iznos će ostati na frazi novčanika.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Pokretanje ili povrat drugog novčanika";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Obriši";

/* Wiping activity message */
"WipeWallet.wiping" = "Brisanje...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Zapišite svaku riječ po pravilnom redoslijedu i čuvajte papirni ključ na sigurnom.";

/* button label */
"WritePaperPhrase.next" = "Sljedeća riječ";

/* button label */
"WritePaperPhrase.previous" = "Prethodna riječ";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d od %2$d";

